/** ЗАДАЧА 4 - Объединение строк
 *
 * 1. Объявите три переменные с значениями:
 *  - ваше имя
 *  - ваша фамилия
 *  - ваша будущая профессия
 *
 * 2. Создайте еще одну переменную. Ее значение должно быть, например
 * "Меня зовут <Имя> <Фамилия> и я будущий <Профессия>"
 *
 * 3. Выведите значение последней переменной в консоль
 */

let myName = "Никита"
let mySurname = "Патракеев"
let myFutureProfession = "Спасатель пингвинов"

let info = "Меня зовут " + myName + " " +  mySurname + " и я будущий " + myFutureProfession

console.log(info)